log/2019-10-30/2019-10-30-19:42:46
50        Threads
20        Connections per thread
13000     Requests per client


ALL STATS
=========================================================================
Type         Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec 
-------------------------------------------------------------------------
Sets        88889.21          ---          ---     11.35000      4700.13 
Gets            0.00         0.00         0.00      0.00000         0.00 
Waits           0.00          ---          ---      0.00000          --- 
Totals      88889.21         0.00         0.00     11.35000      4700.13 


Request Latency Distribution
Type     <= msec         Percent
------------------------------------------------------------------------
SET       0.240         0.00
SET       0.250         0.00
SET       0.260         0.00
SET       0.270         0.00
SET       0.280         0.00
SET       0.290         0.01
SET       0.300         0.01
SET       0.310         0.01
SET       0.320         0.02
SET       0.330         0.02
SET       0.340         0.03
SET       0.350         0.03
SET       0.360         0.03
SET       0.370         0.04
SET       0.380         0.04
SET       0.390         0.05
SET       0.400         0.05
SET       0.410         0.05
SET       0.420         0.06
SET       0.430         0.06
SET       0.440         0.07
SET       0.450         0.07
SET       0.460         0.08
SET       0.470         0.08
SET       0.480         0.08
SET       0.490         0.09
SET       0.500         0.09
SET       0.510         0.09
SET       0.520         0.10
SET       0.530         0.10
SET       0.540         0.10
SET       0.550         0.11
SET       0.560         0.11
SET       0.570         0.11
SET       0.580         0.11
SET       0.590         0.12
SET       0.600         0.12
SET       0.610         0.12
SET       0.620         0.13
SET       0.630         0.13
SET       0.640         0.13
SET       0.650         0.13
SET       0.660         0.14
SET       0.670         0.14
SET       0.680         0.14
SET       0.690         0.14
SET       0.700         0.15
SET       0.710         0.15
SET       0.720         0.15
SET       0.730         0.16
SET       0.740         0.16
SET       0.750         0.16
SET       0.760         0.16
SET       0.770         0.17
SET       0.780         0.17
SET       0.790         0.17
SET       0.800         0.17
SET       0.810         0.18
SET       0.820         0.18
SET       0.830         0.18
SET       0.840         0.18
SET       0.850         0.19
SET       0.860         0.19
SET       0.870         0.19
SET       0.880         0.19
SET       0.890         0.19
SET       0.900         0.20
SET       0.910         0.20
SET       0.920         0.20
SET       0.930         0.20
SET       0.940         0.21
SET       0.950         0.21
SET       0.960         0.21
SET       0.970         0.21
SET       0.980         0.22
SET       0.990         0.22
SET       1.000         0.23
SET       1.100         0.25
SET       1.200         0.28
SET       1.300         0.30
SET       1.400         0.32
SET       1.500         0.35
SET       1.600         0.37
SET       1.700         0.39
SET       1.800         0.42
SET       1.900         0.44
SET       2.000         0.46
SET       2.100         0.49
SET       2.200         0.51
SET       2.300         0.54
SET       2.400         0.57
SET       2.500         0.60
SET       2.600         0.64
SET       2.700         0.67
SET       2.800         0.71
SET       2.900         0.76
SET       3.000         0.81
SET       3.100         0.85
SET       3.200         0.90
SET       3.300         0.95
SET       3.400         1.00
SET       3.500         1.04
SET       3.600         1.09
SET       3.700         1.13
SET       3.800         1.18
SET       3.900         1.23
SET       4.000         1.28
SET       4.100         1.34
SET       4.200         1.39
SET       4.300         1.45
SET       4.400         1.51
SET       4.500         1.58
SET       4.600         1.65
SET       4.700         1.73
SET       4.800         1.82
SET       4.900         1.91
SET       5.000         2.02
SET       5.100         2.13
SET       5.200         2.25
SET       5.300         2.39
SET       5.400         2.54
SET       5.500         2.72
SET       5.600         2.91
SET       5.700         3.13
SET       5.800         3.37
SET       5.900         3.64
SET       6.000         3.95
SET       6.100         4.29
SET       6.200         4.68
SET       6.300         5.11
SET       6.400         5.59
SET       6.500         6.13
SET       6.600         6.72
SET       6.700         7.38
SET       6.800         8.11
SET       6.900         8.89
SET       7.000         9.75
SET       7.100        10.67
SET       7.200        11.66
SET       7.300        12.70
SET       7.400        13.80
SET       7.500        14.96
SET       7.600        16.18
SET       7.700        17.45
SET       7.800        18.77
SET       7.900        20.14
SET       8.000        21.56
SET       8.100        23.02
SET       8.200        24.49
SET       8.300        25.98
SET       8.400        27.51
SET       8.500        29.04
SET       8.600        30.62
SET       8.700        32.17
SET       8.800        33.74
SET       8.900        35.31
SET       9.000        36.88
SET       9.100        38.45
SET       9.200        39.99
SET       9.300        41.53
SET       9.400        43.06
SET       9.500        44.55
SET       9.600        46.04
SET       9.700        47.48
SET       9.800        48.92
SET       9.900        50.34
SET      10.000        57.57
SET      11.000        68.41
SET      12.000        76.30
SET      13.000        81.80
SET      14.000        85.51
SET      15.000        88.21
SET      16.000        90.19
SET      17.000        91.67
SET      18.000        92.81
SET      19.000        93.74
SET      20.000        94.52
SET      21.000        95.16
SET      22.000        95.68
SET      23.000        96.13
SET      24.000        96.50
SET      25.000        96.80
SET      26.000        97.07
SET      27.000        97.30
SET      28.000        97.50
SET      29.000        97.67
SET      30.000        97.84
SET      31.000        97.99
SET      32.000        98.14
SET      33.000        98.28
SET      34.000        98.41
SET      35.000        98.52
SET      36.000        98.64
SET      37.000        98.74
SET      38.000        98.83
SET      39.000        98.93
SET      40.000        99.02
SET      41.000        99.11
SET      42.000        99.19
SET      43.000        99.28
SET      44.000        99.36
SET      45.000        99.44
SET      46.000        99.50
SET      47.000        99.57
SET      48.000        99.63
SET      49.000        99.69
SET      50.000        99.74
SET      51.000        99.78
SET      52.000        99.82
SET      53.000        99.84
SET      54.000        99.87
SET      55.000        99.89
SET      56.000        99.90
SET      57.000        99.91
SET      58.000        99.92
SET      59.000        99.93
SET      60.000        99.94
SET      61.000        99.95
SET      62.000        99.95
SET      63.000        99.96
SET      64.000        99.96
SET      65.000        99.97
SET      66.000        99.97
SET      67.000        99.97
SET      68.000        99.97
SET      69.000        99.97
SET      70.000        99.98
SET      71.000        99.98
SET      72.000        99.98
SET      73.000        99.98
SET      74.000        99.98
SET      75.000        99.98
SET      76.000        99.98
SET      77.000        99.98
SET      78.000        99.98
SET      79.000        99.98
SET      80.000        99.98
SET      81.000        99.98
SET      82.000        99.98
SET      83.000        99.99
SET      84.000        99.99
SET      85.000        99.99
SET      86.000        99.99
SET      87.000        99.99
SET      88.000        99.99
SET      89.000        99.99
SET      90.000        99.99
SET      91.000        99.99
SET      92.000        99.99
SET      93.000        99.99
SET      94.000        99.99
SET      95.000        99.99
SET      96.000        99.99
SET      97.000        99.99
SET      98.000       100.00
SET      99.000       100.00
SET     100.000       100.00
SET     110.000       100.00
SET     120.000       100.00
SET     130.000       100.00
SET     140.000       100.00
SET     150.000       100.00
SET     160.000       100.00
SET     170.000       100.00
SET     180.000       100.00
SET     200.000       100.00
SET     210.000       100.00
SET     230.000       100.00
SET     250.000       100.00
SET     260.000       100.00
SET     280.000       100.00
SET     290.000       100.00
SET     300.000       100.00
SET     320.000       100.00
SET     330.000       100.00
SET     360.000       100.00
---
---
total 0